[
    {
        "img": "/img/uea.png",
        "title": "Started studying Computer Science at the University&nbsp;of&nbsp;East&nbsp;Anglia",
        "date": "2016-09",
        "enddate": "2020-07",
        "description": "After discovering my passion for programming, I set my sights on software development for my future and decided to study computer science at the University&nbsp;of&nbsp;East&nbsp;Anglia."
    },
    {
        "img": "/img/robot-mascot.png",
        "title": "Web Developer Internship at Robot&nbsp;Mascot",
        "date": "2017-10",
        "enddate": "2018-03",
        "description": "During my 2nd year at UEA, I was interviewed and accepted as a full stack web developer intern at Robot&nbsp;Mascot where I worked together with a team to build an bespoke e-commerce website for a client."
    },
    {
        "img": "/img/uea.png",
        "title": "UEA App Development Internship",
        "date": "2018-06",
        "enddate": "2018-09",
        "description": "In the summer of my 2nd year at UEA, I successfully applied for an internship hosted by the university where I worked in a team with other interns to develop a mobile application for a client using the Scrum/Agile framework. Developed with Unity, C#, Firebase."
    },
    {
        "img": "/img/robot-mascot.png",
        "title": "Freelance Web Developer",
        "date": "2019-04",
        "enddate": "2019-08",
        "description": "After the web developer internship, I was hired as a freelance web developer to maintain and add new features/functionality to the bespoke e-commerce website that was developed and launched during the internship."
    },
    {
        "img": "/img/uea.png",
        "title": "Associate Tutor",
        "date": "2020-01",
        "enddate": "2020-05",
        "description": "In my final year, I was asked to be take on the role of an associate tutor and be a lab assistant for a 2nd year computer science module for that semester. I would provide software engineering and Java assistance to students that required it in computer labs for a 2nd year module while in my 3rd year of studies. Successfully troubleshooting code with short familiarisation with code."
    },
    {
        "img": "/img/uea.png",
        "title": "Graduated from University&nbsp;of&nbsp;East&nbsp;Anglia",
        "date": "2020-07",
        "enddate": "2020-07",
        "description": "Graduated with a First Class Honours in Computer Science (BSc) at the University&nbsp;of&nbsp;East&nbsp;Anglia. I achieved 79% overall average and 85.5% in my final year project (dissertation). During this course, I studied graphics, computer vision, networking, parallel computation, and more.  I was awarded best individual performance."
    }
]